{
	"GameForm":{
		"SubNames": ["Главный герой", "Деревня", "Карта этапов"],
		"SubLogos":[4, 5, 5],
		"SubTexts": [
			"В середине 18 века, примерно 300 лет назад, в деревне Коми Öлöш с молодой женой решил построить дом. Однако сделать это не так-то просто. Преодолеть все трудности Öлöш может с твоей помощью.\nСогласен помочь?",
			"Деревня представляет собойстаринное поселение на берегу реки, прекрасно сохранившее образцы традиционного зодчества и своеобразный план застройки.",
			""
		]
	},
	"SeazonForm":{
		"SubNames": ["Времена года"],
		"SubLogos":[6],
		"SubTexts": [
			"Для начала строительства дома помоги Öльöш выбрать благоприятный месяц.",
			"В декабре начать строительство к сожалению не получится.\nБревна на снегу не просохнут и плотник замерзнет.",
			"Июль - самый жаркий месяц, поэтому строить будет очень тяжело.\nК тому же все заняты домашним хозяйством и работой на полях.",
			"Сентябрь - пора дождей. Все заняты на уборке урожая,\nпоэтому строить некогда.",
			"Верный выбор!\nВ марте с началом активного солнечного периода и пробуждения природы у древних коми начинался новый год, а с ним начало всех серьезных строительных работ."
		]
	},
	"PlaceForm":{
		"SubNames": ["Выбор места"],
		"SubLogos":[7],
		"SubTexts": [
			"А теперь помоги Öльöш выбрать где лучше всего построить дом.",
			"На опушке жить опасно, потому что в лесу много диких зверей.",
			"На болоте рыхлая и влажная почва, она не водходит для строительства, а еще на болоте живет кикимора, которая любит пугать как детей, так и взрослых.",
			"На равнине строить дом не очень удобно из-за отдаленности водного источника - реки.",
			"Правильный ответ!\nВысокий берег реки - самое удачное местоположение для строительства дома. Река необходима в хозяйстве. Она же является торговым путем для судов с товарами.",
			"Коми-зыряне старались строить новый дом на месте старого, где обитают духи предков. Переселение на новые места считалось приемлимым, если кто-нибудь из членов семьи останется жить на прежднем месте. Нарушение влекло за собой лишения покровительства предков и защиты от несчастий.\n\nВыбрать место для строитльства дома древним коми помогали муравьи, которых приносили из леса в берестяной коробочке и оставляли на месте предпологаемого строительства. Если муравьи за ночь не разбегались, то место считалось пригодным, для возведения жилой постройки."
		]
	},
	"ToolsForm":{
		"SubNames": ["Инструменты"],
		"SubLogos":[8],
		"SubTexts": [
			"Младший брат Öльöша, Öнтип разбросал и перепутал все инструменты, необходимые для строительства. Без твоей помощи Öльöш не справится.\nПоможешь?",
			"Отлично, без топора строительство не начать. Это основной инструмент, который есть в запасе у любого плотника. Он обязательно пригодится.",
			"Пила лучковая пригодятся обязательно, она применяется для продольного пропила бревна. Состоит из лучка, в котором натянута металлическая лента с острыми зубцами. Сам лучок состоит из 2-х стоек, ручек, распорки и натяжной тетивы.",
			"text3",
			"text4",
			"text5",
			"text5",
			"text7",
			"text8",
			"text9",
			"text10",
			"Спасибо тебе, теперь у Öльöша есть все необходимые инструменты для заготовки бревен и строительства дома."
		]
	},
	"MaterialsForm":{
		"SubNames": ["Материал"],
		"SubLogos":[9],
		"SubTexts": [
			"Выбор деревьев для строительства - задача непростая и очень ответственная. Помоги Öльöшу сделать правильный выбор, чтобы его дом простоял очень долго и прослужил еще его правнукам.",
			"Правильный выбор! Сосна обладает высокой прочностью, стойкостью против гниения и поражения грибком, хорошо обрабатывается. Сосна ценится в строительстве из-за малого количества сучков и малого изменения диаметра по длине ствола.",
			"Ель не подходит для строительства, потому что ее древесина мягкая и менее прочная.",
			"Верный выбор! Древесина лиственницы твердая, упругая, прочная, слабо подвержена гнили. Ее используют на нижние венцы дома, потому что она противостоит действию почвенной воды.",
			"Осину использовали лишь как кровельный материал для крыши из-за активного усыхания.",
			"Заготавливать древисину старались в период убывающей луны, поскольку считалось, что такая древесина не потрескается.\nИногда для выбора дерева приглашали колдуна, который мог почувствовать и увидеть \"правильное\" дерево. К примеру, считалось, что дерево с двумя вершинами имеет два сердца. Использовать его в строительстве никак нельзя, так как вероятно навлечь какю-то беду."
		]
	},
	"TaskForm":{
		"SubNames": ["Задача","418"],
		"SubLogos":[10],
		"SubTexts": [
			"В строительстве без матеметрики никуда! Нужно знать сколько заготавливать бревен. Помоги Öльöшу справится с этой головоломкой.",
			"Спасибо тебе, теперь у Öльöша есть необходимое количесво бревен для того, чтобы начать строительство.",			
			"Например, дом состоит из 21 венца. А венец - это 1 ряд сруба. Количество стен дома - 4. Это значит, что 4 надо умножить на 21 венец. В итоге получится 84 бревна необходимо для строительства дома.\nНо коми строили дом из двух одинаковых половин - летней и зимней. Таким образом 84 бревна нужно удвоить. Получим 168 бревен, которые строитель будет использовать для возведения двух половин дома.\nОднако, в жилище есть еще хозяйственная половина, на строительство которой тоже требуются бревна. Рассчитать их количесво можно так: 84 бревна умножить на 2, поскольку хозяйственная часть занимает столько места, сколько летняя и зимняя половины взятые вместе.\nЕще можно добавить 50 бревен для полов и потолков будущего дома. Таким образом, необходимо примерно 386 бревен. А сколько потребуется Öльöшу бревен для дома состоящего, к примеру, из 23 венцов."
		]
	},
	"FoundationForm":{
		"SubNames": ["Фундамент"],
		"SubLogos":[11],
		"SubTexts": [
			"Строительство дома начинается с заложения основы. Если принять неправильное решение дом может рухнуть. Помогу Öльöшу выбрать подходящий тип фундамента.",
			"Для строительства традиционного дома коми такой способ не подходит.",
			"Бетонный фундамент оченб надежный, но это же деревня. В прошлом о таких технологиях и не мечтали...",
			"Без фундамента дом быстро разрушится, Öльöш желает, чтобы в его доме жили еще его правнуки.",
			"Правильное решение! Фундамент сооружали из столбов - \"стульев\", изготовленных из лиственницы потому что, древесина именно этого растения лучше других пород переносит влагу.\nСтолбы закапывались вертикально в четырех углах на глубину 150 см. А у тебя какой рост?"
		]
	},
	"MapForm":{
		"SubNames": ["Первая щепка"],
		"SubLogos":[12],
		"SubTexts": [
			"Öльöш, согласно традиции, срубил первую щепку, хранил ее до начала кладки стен на фундамент. Ему предстояло положить щепку под первый венец в \"красном углу\". Этот обряд должен был обезопасить новый дом от проникновения злых духов. Но младший брат Öльöша - Öнтип играя, взял и перепутал щепки.\nНайди ту щепку, которая подходит к расколу от первого удара топора Öльöша, а еще помоги маленькому Öнтипу собрать карту Республики Коми.",
			"Спасибо! Тебе пригодится щепа в следующем этапе."
		]
	},
	"OmenForm":{
		"SubNames": ["Примета Первый венец"],
		"SubLogos":[13],
		"SubTexts": [
			"При закладке первых венцов сруба приглашался церковный причт и отслуживался молебен. После этого хозяева подкладывали под передний угол различные предметы. Целью такого обряда являлось привлечение богатства, обеспечение плодовитости скота. Распредели предметы по соответствующим местам.\nНе забудь, что щепку для красного угла Öльöш уже приготовил.",
			"Осиное гнездо символизирует домашний уют и благоденствие",
			"Щепа оберегает от злых духов, темных сил.",
			"Крыло утки символизирует благополучную охоту",
			"Зерно символизирует изобилие",
			"Отлично! В доме будет царить благополучие",
			"Предметы размещали по часовой стрелке, начиная с красного угла. Разместите предметы так, чтобы первая щепа находилась там, где расположен красный угол, по диагонали от него - не зерно, а справа от красного угла - не крыло утки. По диагонали от второго угла - не осиное гнездо. Зная, что крыло утки по диагонали от зерна, распределите предметы в правильном порядке."
		]
	}
}