{
	"SeazonFrame":{
		"Names": ["Времена года"],
		"Logos": [6],
		"Texts": [
			"В декабре начать строительство к сожалению не получится.\nБревна на снегу не просохнут и плотник замерзнет.",
			"Верный выбор!\nВ марте с началом активного солнечного периода и пробуждения природы у древних коми начинался новый год, а с ним начало всех серьезных строительных работ.",
			"Июль - самый жаркий месяц, поэтому строить будет очень тяжело.\nК тому же все заняты домашним хозяйством и работой на полях.",
			"Сентябрь - пора дождей. Все заняты на уборке урожая,\nпоэтому строить некогда."
		],
		"TabTexts": ["Для начала строительства дома помоги Öльöш выбрать благоприятный месяц."]
	},
	"PlaceFrame":{
		"Names": ["Выбор места", "Выбор места"],
		"Logos": [7, 7],
		"Texts": [
			"На опушке жить опасно, потому что в лесу много диких зверей.",
			"На болоте рыхлая и влажная почва, она не водходит для строительства, а еще на болоте живет кикимора, которая любит пугать как детей, так и взрослых.",
			"Правильный ответ!\nВысокий берег реки - самое удачное местоположение для строительства дома. Река необходима в хозяйстве. Она же является торговым путем для судов с товарами.",
			"На равнине строить дом не очень удобно из-за отдаленности водного источника - реки."
			
		],
		"TabTexts": [
			"А теперь помоги Öльöш выбрать где лучше всего построить дом.",
			0
		]
	},
	"ToolsFrame":{
		"Names": ["Инструменты"],
		"Logos": [8],
		"Texts": [
			"Отлично, без топора строительство не начать. Это основной инструмент, который есть в запасе у любого плотника. Он обязательно пригодится.",
			"Пила лучковая пригодятся обязательно, она применяется для продольного пропила бревна. Состоит из лучка, в котором натянута металлическая лента с острыми зубцами. Сам лучок состоит из 2-х стоек, ручек, распорки и натяжной тетивы.",
			"text3",
			"text4",
			"text5",
			"text5",
			"text7",
			"text8",
			"text9",
			"text10",
			"Спасибо тебе, теперь у Öльöша есть все необходимые инструменты для заготовки бревен и строительства дома."
		],
		"TabTexts": ["Младший брат Öльöша, Öнтип разбросал и перепутал все инструменты, необходимые для строительства. Без твоей помощи Öльöш не справится.\nПоможешь?"]
	},
	"MaterialsFrame":{
		"Names": ["Материал"],
		"Logos": [9],
		"Texts": [
			"Правильный выбор! Сосна обладает высокой прочностью, стойкостью против гниения и поражения грибком, хорошо обрабатывается. Сосна ценится в строительстве из-за малого количества сучков и малого изменения диаметра по длине ствола.",
			"Ель не подходит для строительства, потому что ее древесина мягкая и менее прочная.",
			"Верный выбор! Древесина лиственницы твердая, упругая, прочная, слабо подвержена гнили. Ее используют на нижние венцы дома, потому что она противостоит действию почвенной воды.",
			"Осину использовали лишь как кровельный материал для крыши из-за активного усыхания."
		],
		"Items":["Сосна", "Ель", "Лиственница", "Осина"],
		"TabTexts": ["Младший брат Öльöша, Öнтип разбросал и перепутал все инструменты, необходимые для строительства. Без твоей помощи Öльöш не справится.\nПоможешь?"]
	},
	"TaskFrame":{
		"Names": ["Задача"],
		"Logos": [10],
		"Texts": ["Спасибо тебе, теперь у Öльöша есть необходимое количесво бревен для того, чтобы начать строительство."],
		"Items": ["418"],
		"TabTexts": ["В строительстве без матеметрики никуда! Нужно знать сколько заготавливать бревен. Помоги Öльöшу справится с этой головоломкой."]
	},
	"FoundationFrame":{
		"Names": ["Фундамент"],
		"Logos": [11],
		"Texts": [
			"Для строительства традиционного дома коми такой способ не подходит.",
			"Бетонный фундамент очень надежный, но это же деревня. В прошлом о таких технологиях и не мечтали...",
			"Правильное решение! Фундамент сооружали из столбов - \"стульев\", изготовленных из лиственницы потому что, древесина именно этого растения лучше других пород переносит влагу.\nСтолбы закапывались вертикально в четырех углах на глубину 150 см. А у тебя какой рост?",
			"Без фундамента дом быстро разрушится, Öльöш желает, чтобы в его доме жили еще его правнуки."
		],
		"TabTexts": ["Строительство дома начинается с заложения основы. Если принять неправильное решение дом может рухнуть. Помогу Öльöшу выбрать подходящий тип фундамента."]
	},
	"MapFrame":{
		"Names": ["Первая щепка"],
		"Logos": [12],
		"Texts": ["Спасибо! Тебе пригодится щепа в следующем этапе."],
		"Items": [
			"Район 1",
			"Район 2",
			"Район 3",
			"Район 4",
			"Район 5",
			"Район 6",
			"Район 7",
			"Район 8",
			"Район 9",
			"Район 10",
			"Район 11",
			"Район 12",
			"Район 13",
			"Район 14",
			"Район 15",
			"Район 16",
			"Район 17",
			"Район 18",
			"Район 19"
		],
		"TabTexts": ["Öльöш, согласно традиции, срубил первую щепку, хранил ее до начала кладки стен на фундамент. Ему предстояло положить щепку под первый венец в \"красном углу\". Этот обряд должен был обезопасить новый дом от проникновения злых духов. Но младший брат Öльöша - Öнтип играя, взял и перепутал щепки.\nНайди ту щепку, которая подходит к расколу от первого удара топора Öльöша, а еще помоги маленькому Öнтипу собрать карту Республики Коми."]
	},
	"OmenFrame":{
		"Names": ["Примета Первый венец"],
		"Logos": [13],
		"Texts": [
			"Осиное гнездо символизирует домашний уют и благоденствие",
			"Щепа оберегает от злых духов, темных сил.",
			"Крыло утки символизирует благополучную охоту",
			"Зерно символизирует изобилие",
			"Отлично! В доме будет царить благополучие"
		],
		"TabTexts": ["При закладке первых венцов сруба приглашался церковный причт и отслуживался молебен. После этого хозяева подкладывали под передний угол различные предметы. Целью такого обряда являлось привлечение богатства, обеспечение плодовитости скота. Распредели предметы по соответствующим местам.\nНе забудь, что щепку для красного угла Öльöш уже приготовил."]
	},
	"WarmingFrame":{
		"Names": ["Утепление мхом", "Утепление мхом", "Утепление мхом"],
		"Logos": [14, 14, 14],
		"Texts": [
			"В такой емкости мох не хранили",
			"Отлично! В доме будет тепло и сухо!"
		],
		"TabTexts": [
			"Ой! Что произошло! Пока Öльöш с помошниками закладывали фундамент и венцы он забыл, куда положил заготовленный для утепления дома мох. А без него дом не построить.\nПомоги герою отыскать пропажу, которая хранится в определенной емкости, не портящей строительный материал.",
			"Мох выполняет роль уплотнителя и утеплителя, который не боится влаги и времени, защищает дом от мелких насекомых-вредителей.\nВысушенный, а затем размоченный мох становится более прочным, его легче равномерно укладывать на венцы слоем 4-5 см.",
			1
		]
	},
	"MatrixFrame": {
		"Names": ["Матрица"],
		"Logos": [15],
		"Items": [
			"1 К середине матрицы опоясками от лаптей привязать завернутый в белый холст рыбный пирог.",
			"2 Матрицу осторожно поднять наверх, чтобы не раздавить рыбник.",
			"3 После того, как матрицу водрузили на место, кто-то из строителей влезает по \"красному\" углу наверх сруба.",
			"4 Помолится богу и начать круговой обход сруба. Дойдя вдоль бревна до угла, молится богу, продолжать путь до следующего угла, и так дойти до \"красного\" угла.",
			"5 С середины бревна плотнику перейти на матрицу и добратся по ней до привязанного рыбного пирога, снять его, водрузить на голову и, придерживая левой рукой, отправиться вновь к \"красному\" углу.",
			"6 Плотник возвращается к \"красному\" углу, помолится, снимает с головы пирог, и спускается с ним вниз, по углу сруба.",
			"7 Пирог поделить между всеми работниками, а холст и опояски отдать в награду тому, кто его достал.",		
			"8 Все участники строительства отправляются на праздничное угощение."
		],
		"TabTexts": ["Матрица - важный архитектурный элемент в избе. Поднятие матрицы сопроваождалось чередой обрядов. Их последовательность имела большое значение. Установи, пожалуйста, првавильный порядок действий."]
	},
	"WindowsFrame": {
		"Names": ["Установка окон"],
		"Logos": [16],
		"Texts": [
			"Окно слишком большое. Оно не будет держать тепло",
			"Окно полукруглой формы топором сделать сложно",
			"Окно круглой формы топором сделать сложно.",
			"Это правильный вариант.\nНа окно натягивали бычий пузырь, промасленную холщевую ткань или стекло"
		],
		"TabTexts": ["На главном фасаде было распологалось по три окна с каждой стороны. На боковых фасадах было размещено по два одинаковых окна. Öльöш уже сделал засечки, чтобы прорубить окна. Выбери вариант, подходящий по форме и размеру окно для главного фасада."]
	},
	"RoofFrame": {
		"Names": ["Крыша"],
		"Logos": [17],
		"Texts": [
			"Соломенная крыша может вспыхнуть от малейшей искры, а дом - сгореть.",
			"Шифер найти в селе 300 лет назад было невозможно",
			"Верный выбор! Тёсом назывались доски, получаемые из бревен, которые обычно предварительно раскалывались вдоль с помощью клиньев, а затем обтёсывались. Отсюда название - тёс",
			"Черепицы 300 лет назад в коми селе не было"
		],
		"Items": ["Солома", "Шифер", "Тёс", "Черепица"],
		"TabTexts": ["Кровля - один из важнейших элементов жилого строения. От того, насколько правильно и добротно выполнена кровельная конструкция, зависит защищенность жилища. Помоги пожалуйста выбрать Öльöшу подходящий кровельный материал."]
	},
	"RidgeFrame": {
		"Names": ["Охлупень", "Декор"],
		"Logos": [18, 18],
		"Texts":["Ты прав. Такая конструкция для коми нехарактерна", "Подходит", "Подходит", "Подходит", "Подходит", "Вот и все. Дом готов для переезда в него Öльöша с женой.", "Нужно больше золота, милорд."],
		"TabTexts": [
			"Охлупнем называлась верхняя часть крыши дома, которая изготавливалась из центрального бревна путем вырубки нижней части в виде римской цифры \"V\" и укладывалась на самый верх стыка скатов крыши . В разных регионах коми существовали различные фигуры, венчающие охлупень. Помоги Öльöшу не ошибиться с выбором охлупня и удали нехарактерную для коми конструкцию",
			"Дома в коми декорировались мало. Украшения использовали простое, часто геометрической формы.\nВ течении игры ты заработал монеты, который можешь обменять на резные наличники - те, на которые хватит собранных монет."
		]
	},
	"MovingFrame": {
		"Names": ["Переезд"],
		"Logos": [19],
		"TabTexts": ["Помоги Öльöшу с родственниками перебратся в новое жилище.\nДля этого каждый из новоселов должен взять с собой какой-то символичиский предмет. Определи какой предмет каждый новосел должен взять с собой в построенный дом."]
	},
	"EndFrame": {
		"Names": ["Конец"],
		"Logos": [4],
		"TabTexts": [ "Конец игры"]
	}
}