{
	"SeazonFrame":{
		"Names": ["Времена года"],
		"Logos": [6],
		"Texts": [
			"Подумай ещё! \nВ этот период много христианских праздников. Мужчины старались не уходить далеко из деревни в лес – ВÖР.",
			"Верно!\nК рубке леса приступали ранней весной. Ведь именно в марте сама природа пробуждается. К тому же, в это время (со дня весеннего равноденствия) у древних коми начинался новый год. И то, и другое в народном представлении сопоставлялись с актом космогенеза.",
			"Подумай ещё!\nЛето - ГОЖÖМ на севере короткое. Всё надо успеть. Это время для сенокоса, а не лесозаготовок.",
			"Отчасти ты прав! Иногда брёвна  начинали готовить осенью. Однако, это период уборки урожая. Не до лесозаготовок. \nПодумай ещё! Выбери верный период рубки леса."
		],
		"TabTexts": ["Подумай и выбери месяц, когда Öльöшу лучше срубить лес для строительства дома."]
	},
	"PlaceFrame":{
		"Names": ["Выбор места", "Выбор места"],
		"Logos": [7, 7],
		"Texts": [
			"Попробуй ещё!\n Здесь достаточно опасно. Много хищных зверей.",
			"Попробуй ещё!\n Это место не пригодно для жизни: сыро.",
			"Верно!\nДома главным образом строили на крутых берегах рек. Фасады домов были обращены к реке – Ю и, по возможности, на юг.",
			"Попробуй ещё!\nЗдесь заготавливали сено или пасли скот."
			
		],
		"TabTexts": [
			"Помоги Öльöшу выбрать подходящее место для строительства дома.",
			"Помоги Öльöшу выбрать подходящее место для строительства дома."
		]
	},
	"ToolsFrame":{
		"Names": ["Инструменты"],
		"Logos": [8],
		"Texts": [
			"Правильно!\nТопор – ЧЕР - это основной инструмент. Он универсален в любой работе. ",
			"Правильно!\nЛучковая пила – ПИЛА – инструмент для распиловки древесины. Ею мог работать только один человек.",
			"Подумай ещё! ",
			"Подумай ещё!",
			"Подумай ещё!",
			"Подумай ещё!",
			"Подумай ещё!",
			"Подумай ещё!",
			"Подумай ещё!",
			"Подумай ещё! ",
			"Спасибо! Теперь у Öльöша есть все необходимые инструменты для заготовки бревен и строительства дома."
		],
		"TabTexts": ["А теперь пора браться за дело! Заготовку леса коми хорошо организовывали. Крестьяне специальными орудиями рубили лес и на лошадях вывозили брёвна на берег реки. Из них делали плоты  и сплавляли до деревни. \nПодбери для Öльöша два инструмента, которые нужны для  лесозаготовки и строительства нового дома."]
	},
	"MaterialsFrame":{
		"Names": ["Материал"],
		"Logos": [9],
		"Texts": [
			"Верно! Избу рубили обычно из толстых сосновых брёвен, складывая их в клеть.",
			"Подумай ещё! Ствол у ели неровный, да и чересчур много сучьев.",
			"Верно! Лиственничные брёвна использовали для нижних венцов сруба. Её смолистая древесина дольше сопротивлялась гниению.",
			"Подумай ещё! Осина никогда не использовалась в качестве строительного материала. Часто сердцевина осины сгнившая. А дом строили на века."
		],
		"TabTexts": ["А теперь пора браться за дело! Заготовку леса коми хорошо организовывали. Крестьяне специальными орудиями рубили лес и на лошадях вывозили брёвна на берег реки. Из них делали плоты  и сплавляли до деревни.\nПодбери для Öльöша два инструмента, которые нужны для  лесозаготовки и строительства нового дома."]
	},
	"TaskFrame":{
		"Names": ["Задача"],
		"Logos": [10],
		"Texts": ["Спасибо! Аттьö! Благодаря тебе у Öльöша есть необходимое количесво бревен для того, чтобы начать строительство."],
		"Items": ["418"],
		"TabTexts": ["Для того чтобы представить себе масштаб заготовки брёвен, реши задачу."]
	},
	"FoundationFrame":{
		"Names": ["Фундамент"],
		"Logos": [11],
		"Texts": [
			"Попробуй ещё! Несмотря на то, что такой вид фундамента встречался в Коми крае, однако он был не самым распространённым. ",
			"Попробуй ещё! В то время этот материал не был известен в Коми крае.",
			"Верно! Коми дом ставили на просмоленных или обожженных столбах длиной 1,5 м. Кстати, а у тебя какой рост?",
			"Попробуй ещё! Без фундамента нижние венцы сруба дома быстро сгниют. Соответственно, и сам дом."
		],
		"TabTexts": ["Любое дело начинается с основы. Так и дом начинают делать с фундамента. Выбери вместе с Öльöшем правильный тип фундамента, чтобы новый дом прослужил не одному поколению."]
	},
	"MapFrame":{
		"Names": ["Первая щепка"],
		"Logos": [12],
		"Texts": ["Аттьö! Щепа пригодится тебе в следующем этапе."],
		"Items": [
			"Воркутинский район",
			"Койгородский район",
			"Прилузский район",
			"Интинский район",
			"Усинский район",
			"Усть-Цилёмский",
			"Ижемский район",
			"Печорский район",
			"Вуктыльский район",
			"Сосногорский район",
			"Троицко-Печорский район",
			"Ухтинский район",
			"Удорский район",
			"Княжпогостский район",
			"Усть-Вымский район",
			"Усть-Куломский район",
			"Корткеросский район",
			"Сыктывдинский район",
			"Сысольский район"
		],
		"TabTexts": ["Не смотря на то, что у Öльöша много помощников, первый удар по первому бревну будущий хозяин делал сам. При этом он подбирал щепку и бережно хранил её до установки первого венца.\nСреди всех щепок найди ту самую – первую.\nТы обратил внимание, что остальные щепки напоминают очертание территории районов нашей республики? Попробуй из них собрать карту Республики Коми."]
	},
	"OmenFrame":{
		"Names": ["Первый венец"],
		"Logos": [13],
		"Texts": [
			"Осиное гнездо символизирует домашний уют и благоденствие",
			"Щепа оберегает от злых духов",
			"Крыло утки символизирует благополучие",
			"Зерно символизирует изобилие",
			"Отлично! В доме будет царить благополучие"
		],
		"TabTexts": ["Множество хитростей применяли при постройке дома, чтобы он и служил человеку дольше, и оберегал его надёжней. Например, существовал такой древний обряд, привлекающий в дом мир, счастье и покой: под углы будущего дома подкладывали определённый набор предметов."]
	},
	"WarmingFrame":{
		"Names": ["Утепление мхом", "Утепление мхом", "Утепление мхом"],
		"Logos": [14, 14, 14],
		"Texts": [
			"Попробуй ещё! В такой емкости мох не хранили",
			"Отлично! Именно в холщёвых мешках хранили мох!"
		],
		"TabTexts": [
			"Утепляли дом, прокладывая брёвна мхом – НИТШ.\nПомоги разобраться Öльöшу, в чём обычно хранили мох.",
			"Обычно ходили за мхом после сенокоса на болотистые места. Высота мха должна быть 25-30 см. Для строительства дома использовали мох коричневого цвета - кукушкин лён. Собирали его, насаживая на выдернутую с корнем молодую ель.\nМох ценили за высокую гигроскопичность. Благодаря мху венцы не гнили.",
			"Мужчины поднимали брёвна и укладывали сруб. Для поднятия брёвен устраивали скаты. На сруб клали два бревна, по которым с помощью двух верёвок поднимали брёвна на нужную высоту. Женщины обычно подносили мох и укладывали его в пазы.\nОсновой всех деревянных строений была клеть – прямоугольный бревенчатый сруб. Он складывался из брёвен, которые на концах врезались одно в другое и таким образом очень надёжно скрепляли всё строение. Каждый квадрат из врезанных брёвен назывался венец."
		]
	},
	"MatrixFrame": {
		"Names": ["Матица"],
		"Logos": [15],
		"Items": [
			"К середине матицы привязывали завёрнутый в белый холст рыбник - ЧЕРИНЯНЬ.",
			"Аккуратно поднимали матицу, чтобы не раздавить рыбник.",
			"Как матица водружалась на место, один из строителей залезал по \"красному\" углу наверх сруба.",
			"Затем плотник начинал круговой обход сруба. У каждого угла дома читал молитву.",
			"После молитвы плотник добирался до середины матицы, развязывал рыбник и спускался ко всем.",
			"После этих действий рыбником угощали всех работников, а холстом одаривали того, кто его достал.",
			"После этого все участники строительства отправлялись на праздничное угощение."
		],
		"TabTexts": ["Потолок в избе делался из тёса (то есть из досок, вытесанных из брёвен). Доски поддерживались МАТИЦЕЙ – особенно толстым брусом, который врубали в верхний венец."]
	},
	"WindowsFrame": {
		"Names": ["Установка окон"],
		"Logos": [16],
		"Texts": [
			"Попробуй ещё! Окно слишком большое. Оно не будет держать тепло.",
			"Попробуй ещё! Окна полукруглой формы встречались чаще в городских каменных домах.",
			"Попробуй ещё! Окна круглой формы встречались в виде чердачных окон.",
			"Верно!\nВместо стёкол вставляли бычий пузырь, промасленную бумагу, в лучшем случае  – слюду."
		],
		"TabTexts": ["Фасад – стена дома, выходящая на улицу, он  уподоблялся лицу человека. Слово «окно» произошло от древнего названия глаза – «око». Фасадные окна становились глазами на лице дома.\nОбрати внимание, что Öльöш уже сделал спилы для будущих окон. Осталось только прорубить их. Выбери вариант окна, подходящий по форме и размеру."]
	},
	"RoofFrame": {
		"Names": ["Крыша"],
		"Logos": [17],
		"Texts": [
			"Подумай ещё!\nСоломенная крыша не выдержит северных ветров – ВОЙ ТÖВ.",
			"Подумай ещё!\nЭто современный материал для кровли.",
			"Верно!\nТёс укреплялся без гвоздей. Сверху тёс прикрывался охлупнем. Покрывали крыши обычно в два слоя тёса.",
			"Подумай ещё!\nЧерепицы 300 лет назад в коми селе не было"
		],
		"TabTexts": ["Скоро дом Öльöша будет стоять под крышей. Красота и даже «характер» дома во многом зависели от формы крыши. Коми дома делали на два ската.\nПомоги Öльöшу правильно покрыть крышу нового дома. "]
	},
	"RidgeFrame": {
		"Names": ["Охлупень", "Наличники"],
		"Logos": [18, 18],
		"Texts":[
			"Верно! Такой тип был не характерен для финно-угров, к которым относились коми. Такой тип был у скандинавов и славян.",
			"Подумай ещё! Охлупень иногда делали не только в виде конской головы, но и в виде птицы.",
			"Подумай ещё! Охлупень иногда делали не только в виде конской головы, но и в виде птицы.",
			"Подумай ещё! Такие охлупни встречались на коми домах.",
			"Подумай ещё! Такие охлупни встречались на коми домах.",
			"Для этого наличника недостаточно монет.",
			"Пусть эта деревянная рама без резьбы, но и она по-своему хороша.",
			"Такой резной наличник будет настоящим украшением для дома Öльöша.",
			"Такой резной наличник будет настоящим украшением для дома Öльöша."
		],
		"TabTexts": [
			"Ура! Мы  дошли до самой высокой точки дома. Конёк – охлупень – располагался впереди всей постройки. Его вытёсывали из очень толстого корня сосны.\nРассмотри виды коньков. Как ты думаешь, какой из них Öльöш точно не выберет для своего коми дома?",
			"Украшениям дома хозяева и мастера придавали особое значение. Считалось, что древние фигуры и орнаменты отгоняют от дома злые силы.\nИспользуй заработанные тобой в игре монеты и помоги Öльöшу в выборе деревянных резных рам - наличников."
		]
	},
	"MovingFrame": {
		"Names": ["Новоселье"],
		"Logos": [19],
		"TabTexts": ["После настила потолка, подъёма последних венцов, установки охлупня постройка дома считалась в основном законченной.\nПереход в новый дом происходил по-особенному. Каждый из членов семьи нёс с собой символический предмет. Попробуй догадаться, что было в руках самого Öльöша, а что - у его родственников."]
	},
	"EndFrame": {
		"Names": ["Дом Öльöша"],
		"Logos": [4],
		"TabTexts": [ "Конец игры"]
	}
}